"Spaces is disabled" = "Espacios desactivados";
"Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?" = "Para que Warp funciona, los espacios deben estar activados. ¿Vamos a las preferencias de Espacios?";
"Resource missing" = "Recurso ausente";
"Warp is missing a resource required to function. Please reinstall Warp." = "El Warp no encuentra con un recurso que necesita para funcionar. Por favor, que reinstalar el Warp.";
"Update available" = "Actualización disponible";
"Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed." = "El Warp %@ está disponible. ¿Quiere descargar y instalar la versión más recién? Está instalado versión %@ .";
"Download" = "Download";
"Ignore" = "Ignore";
"No updates found" = "No se encuentra ningúna actualización";
"Warp %@ is the newest version available." = "El Warp %@ es la versión más recién.";
"Error checking for updates" = "Se encuentra un error buscando actualizaciones";
"Warp was unable to check for updates.\n\n%@" = "El Warp falló en buscar actualizaciones.\n\n%@";
"Unable to contact remote host." = "No se puede contactar con el servidor remoto.";
"Yes" = "Si";
"No" = "No";
"No windows" = "No ventanas";
"Please consider donating" = "Por favor, piénsa en donar.";
"Warp is free to use, but donations help to support the future development of Warp. Please consider donating if you find Warp to be a useful addition to your system." = "No se cuesta Warp por su uso, pero las donaciones nos apoyan en su desarrollo futuro. Por favor, que Ud. considera en donar si se encuentra Warp como una herramienta útil en su sistema.";